const rules = {
  rulesAndRequirements: "กฎและเงื่อนไขสำหรับโฆษณาแบนเนอร์",
  itemsBanners: [
    "ไม่รับแบนเนอร์ที่มีเนื้อหาที่ก่อให้เกิดความรุนแรงหรือน่ารังเกียจ",
    "ไม่รับแบนเนอร์ที่มีเนื้อหาที่ก่อให้เกิดความรุนแรงหรือน่ารังเกียจ",
    "คุณไม่ควรใช้วลีที่ให้สิทธิพิเศษ - ดีที่สุด, มากที่สุด, ผู้นำ, ที่สุดที่สุด, ฯลฯ",
    "โฆษณาจากสำนักงานจัดหางานและบริการโฆษณาที่แข่งขันจะไม่ได้รับการยอมรับ",
    "ไม่รับโฆษณาที่มีข้อเสนอเรื่องการหาเงินง่ายผ่านอินเทอร์เน็ต การกระจายสินค้าหรือบริการ",
    "ไม่รับแบนเนอร์ที่มีเนื้อหาที่ก่อให้เกิดความรุนแรงหรือน่ารังเกียจ",
    "บริการ ราคา หรือข้อเสนอที่ถูกกล่าวถึงในโฆษณาต้องตรงกับความเป็นจริงโดยไม่มีเงื่อนไขเพิ่มเติม",
    "คุณไม่ควรใช้วลีที่ให้สิทธิพิเศษ - ดีที่สุด, มากที่สุด, ผู้นำ, ที่สุดที่สุด, ฯลฯ",
    "ไม่รับโฆษณาจากสำนักงานจัดหางาน",
  ],
};

export { rules };

// import { useTranslation } from "react-i18next";
// const { t } = useTranslation();
// {
//   t(`rules.all`)
// }
