import img1 from "images/category-page/safety-img1.jpg";
import img2 from "images/category-page/safety-img2.jpg";
import img3 from "images/category-page/safety-img3.jpg";
import img4 from "images/category-page/safety-img4.jpg";
import img5 from "images/category-page/safety-img5.jpg";
import img6 from "images/category-page/safety-img6.jpg";
import img7 from "images/category-page/safety-img7.jpg";
import img8 from "images/category-page/safety-img8.jpg";
import img9 from "images/category-page/safety-img9.jpg";
import img10 from "images/category-page/safety-img10.jpg";

const rules = {
  rulesAndRequirements: "กฎและเงื่อนไขสำหรับโฆษณาแบนเนอร์",
  itemsBanners: [
    "ไม่รับแบนเนอร์ที่มีเนื้อหาที่ก่อให้เกิดความรุนแรงหรือน่ารังเกียจ",
    "ไม่รับแบนเนอร์ที่มีเนื้อหาที่ก่อให้เกิดความรุนแรงหรือน่ารังเกียจ",
    "คุณไม่ควรใช้วลีที่ให้สิทธิพิเศษ - ดีที่สุด, มากที่สุด, ผู้นำ, ที่สุดที่สุด, ฯลฯ",
    "โฆษณาจากสำนักงานจัดหางานและบริการโฆษณาที่แข่งขันจะไม่ได้รับการยอมรับ",
    "ไม่รับโฆษณาที่มีข้อเสนอเรื่องการหาเงินง่ายผ่านอินเทอร์เน็ต การกระจายสินค้าหรือบริการ",
    "ไม่รับแบนเนอร์ที่มีเนื้อหาที่ก่อให้เกิดความรุนแรงหรือน่ารังเกียจ",
    "บริการ ราคา หรือข้อเสนอที่ถูกกล่าวถึงในโฆษณาต้องตรงกับความเป็นจริงโดยไม่มีเงื่อนไขเพิ่มเติม",
    "คุณไม่ควรใช้วลีที่ให้สิทธิพิเศษ - ดีที่สุด, มากที่สุด, ผู้นำ, ที่สุดที่สุด, ฯลฯ",
    "ไม่รับโฆษณาจากสำนักงานจัดหางาน",
  ],
  welcomeToBBGO: "ยินดีต้อนรับสู่ BBGO! 👋",
  gladYouAreHere:
    "เรายินดีที่คุณมาที่นี่ ทำตัวสบายและเพลิดเพลินไปกับเวลาที่ดี แต่กรุณาปฏิบัติตามกฎของเรา",
  questionsLeft: "ยังมีคำถามให้เราคอยไหม? 💬",
  writeUsYourQuestion: "เขียนคำถามของคุณมาหาเรา เราจะพยายามแก้ไขให้เร็วที่สุด",
  safetyTips: "เคล็ดลับเพื่อความปลอดภัย",
  rulesList: [
    {
      title: "ข้อตกลงการให้บริการ",
      content: `
        <p>
          <b>
            เอกสารนี้และเอกสารอื่น ๆ ที่เราอ้างถึงด้านล่างนี้เป็นกฎระเบียบของเรา หรือที่เราอ้างอย่างเป็นทางการว่าเป็นเงื่อนไขการใช้บริการของเรา (สั้น ๆ คือ "ข้อกำหนด").
          </b>
        </p>
        <p>
          ข้อกำหนดและเงื่อนไขนี้เป็นสัญญาผูกพันระหว่างคุณกับ BBGO ถ้าคุณอาศัยอยู่ในทวีปอเมริกาเหนือหรือใต้ ความตกลงคือระหว่างคุณและ BBGO, Inc .; ถ้าคุณอาศัยอยู่ในประเทศอื่น ๆ ความตกลงคือระหว่างคุณและ Etsy Ireland UC, บริษัทในเครือของ BBGO, Inc. ในต่อไปนี้เราจะใช้ชื่อ "BBGO" เพื่ออ้างถึง BBGO, Inc. และบริษัทในเครือทั้งหมดของมัน.
        </p>
        <p>
          <b>
            โปรดทราบว่าส่วนที่ 11. ข้อพิพาทกับ BBGO มีข้อความละเว้นทางกฎหมายและการละเว้นทางภาพลักษณะ โดยการยอมรับข้อกำหนดนี้คุณเห็นด้วยที่จะแก้ไขข้อพิพาททั้งหมดผ่านทางกระบวนการอุทธรณ์ข้อพิพาท เป็นการสละสิทธิ์ในการให้คำตัดสินโดยผู้พิพากษาหรือคณะลงมือคดี และสละสิทธิ์ในการเข้าร่วมในคดีเดียว, การทดสอบคดีเดียวหรือการกระทำเป็นตัวแทน
          </b>
        </p>
        <p>
          สัญญานี้กำหนดสิทธิ์และหน้าที่ของเราเมื่อคุณใช้ etsy.com, Pattern by BBGO และแอปพลิเคชันมือถืออื่น ๆ ในหมวดบริการของ BBGO (เราจะใช้คำว่า "บริการ" ต่อไปนี้), ดังนั้นโปรดอ่านรายละเอียดอย่างรอบคอบ. การใช้บริการของเรา (แม้แต่ถ้าคุณเพียงแค่เข้าชมเว็บไซต์ของเรา) หากคุณไม่เห็นด้วยกับข้อกำหนด คุณจะไม่สามารถใช้บริการของเราได้. คุณชอบมั้ย? ดีเหมือนกัน, อ่านต่อ!
        </p>`,
    },
    {
      title: "ข้อกำหนดสำหรับโฆษณา",
      content: `
        <h4>โฆษณาต้องเป็นไปตามกฎหมาย</h4>
        <p>
          คุณสามารถโพสต์โฆษณาเกี่ยวกับสินค้า บริการ งาน สิ่งอำนวยความสะดวก
          และข้อเสนออื่น ๆ (ต่อไปนี้เรียกว่า "สินค้า") เฉพาะเมื่อคุณมีสิทธิ์ทุกรูปแบบ
          ใบอนุญาต การลงทะเบียน ใบอนุญาต ใบรับรอง ฯลฯ
        </p>
        <p>
          คุณต้องรับผิดชอบในการตรวจสอบว่าทุกรายละเอียดในโฆษณา
          (รวมถึงรูปภาพ วิดีโอ ลิงก์ไปยังเว็บไซต์ของบุคคลที่สามเมื่อได้รับอนุญาต ฯลฯ)
          เป็นถูกต้องก่อนที่คุณจะโพสต์ คุณจะต้องรับผิดชอบอย่างเดียว
          สำหรับการละเมิดกฎหมายหรือสิทธิของบุคคลที่สามที่คุณกระทำ
        </p>
        <h4>ข้อมูลในโฆษณาต้องเป็นปัจจุบันและครบถ้วน</h4>
        <p>
          หากคุณต้องการที่จะโปรโมตตัวเองตามกฎหมาย คุณต้องรวมมันเข้าไป
        </p>
        <p>
          คุณเป็นผู้รับผิดชอบอย่างเดียวสำหรับการกระจายโฆษณาที่ขาดข้อมูลที่จำเป็น
          หรือประกอบด้วยข้อมูลที่ไม่ถูกต้อง
        </p>
        `,
    },
    {
      title: "ความเป็นส่วนตัวของคุณ",
      content: `
        <p>
          เรารู้ว่าข้อมูลส่วนตัวของคุณเป็นสิ่งที่สำคัญสำหรับคุณ ดังนั้นมันก็สำคัญสำหรับเรา
          นโยบายความเป็นส่วนตัวของเรา
          <a href="/"></a> อธิบายถึงวิธีการเก็บรวบรวม ใช้ และเผยแพร่ข้อมูลของคุณเมื่อคุณใช้บริการของเรา
          โดยใช้บริการของเราคุณยังเห็นด้วยว่าเราอาจประมวลผลข้อมูลของคุณตาม
          <a href="/">นโยบายความเป็นส่วนตัว</a> ดังนั้นโปรดอ่าน
        </p>
        <p>
          BBGO และผู้ขายประมวลผลข้อมูลส่วนบุคคลของสมาชิก (เช่น ชื่อผู้ซื้อ ที่อยู่อีเมล และที่อยู่จัดส่ง)
          และดังนั้นถือเป็นผู้ควบคุมข้อมูลส่วนบุคคลที่แยกต่างหากและอิสระภาพต่อกฎหมายของสมาชิกที่ซื้อ
          นี่หมายความว่าแต่ละฝ่ายมีความรับผิดชอบต่อข้อมูลส่วนบุคคลที่มันประมวลผลขณะให้บริการ
          ตัวอย่างเช่น หากผู้ขายเปิดเผยชื่อและที่อยู่อีเมลของผู้ซื้อโดยไม่ได้ตั้งใจขณะปฏิบัติการเตรียมการ
          ผู้ขายไม่ BBGO จะต้องรับผิดชอบต่อการเปิดเผยที่ไม่ได้รับอนุญาตนั้น
        </p>
        <p>
          อย่างไรก็ตามหากคุณพบว่าคุณเป็นผู้ควบคุมข้อมูลร่วมกับ BBGO เกี่ยวกับข้อมูลส่วนบุคคลของลูกค้า
          และถ้า BBGO ถูกฟ้องร้อง ปรับเงินหรือมีค่าใช้จ่ายอื่น ๆ เนื่องจากการดำเนินการของคุณในฐานะผู้ควบคุมข้อมูลร่วมกับข้อมูลส่วนบุคคลของลูกค้า
          คุณยินยอมชดเชย BBGO ในค่าใช้จ่ายที่เกี่ยวข้องกับการประมวลผลข้อมูลส่วนบุคคลของคุณ
          ดูส่วนที่ 9. "<a href="/">การชดเชย</a> (หรือสิ่งที่เกิดขึ้นถ้าเราถูกฟ้องร้องเพราะคุณ)" ด้านล่าง
          สำหรับข้อมูลเพิ่มเติมเกี่ยวกับความรับผิดชอบต่อการชดเชยของ BBGO
        </p>
        `,
    },
    {
      title: "บัญชี BBGO ของคุณ",
      content: `
        <p>
          <b>
            คุณจะต้องสร้างบัญชี BBGO เพื่อใช้บางส่วนของบริการของเรา นี่คือกฎบางประการเกี่ยวกับบัญชี BBGO
          </b>
        </p>
        <h4>A. คุณต้องมีอายุ 18 ปีหรือมากกว่าเพื่อใช้บริการของเรา.</h4>
        <p>
          น้อยกว่าอายุ 18 ปีและมากกว่า 13 ปีได้รับอนุญาตให้ใช้บริการของ BBGO ผ่านบัญชีของผู้ปกครองหรือผู้ปกครองทางกฎหมายที่ได้รับอนุญาตและอยู่ภายใต้การควบคุมโดยตรง นักเรียนที่มีอายุต่ำกว่า 13 ปีไม่ได้รับอนุญาตให้ใช้ BBGO หรือบริการ ทุกกิจกรรมภายใต้บัญชีของคุณที่ทำโดยมีเด็กที่ไม่ให้สิทธิ์คือความรับผิดชอบของคุณ อาจมีผลิตภัณฑ์หรือบริการทางพาณิชย์ที่ท่านอาจพิจารณาเป็นวิธีการ จำกัดการเข้าถึงข้อมูลสำหรับเด็ก สำหรับข้อมูลเพิ่มเติม ดู <a href="">นโยบายเด็ก BBGO</a>
        </p>
        <h4>B. โปรดจริงใจกับเรา.</h4>
        <p>
          ให้ข้อมูลที่ถูกต้องเกี่ยวกับตัวคุณเอง อย่าใช้ข้อมูลที่ไม่ถูกต้องหรือปลอมแปลงตัวบุคคลหรือบริษัทอื่นๆ โดยใช้บัญชีของคุณ
        </p>
        <h4>C. เลือกชื่อที่เหมาะสม.</h4>
        <p>
          หากคุณไม่ต้องการใช้ชื่อเต็มของคุณเป็นชื่อที่เกี่ยวข้องกับบัญชีของคุณ คุณจะถูกห้ามใช้ภาษาที่หยาบคายที่ละเมิดทรัพย์สินทางปัญญาของบุคคลใดบุคคลหนึ่งหรือละเมิดเงื่อนไขการให้บริการ
        </p>
        <h4>D. คุณรับผิดชอบต่อบัญชีของคุณเอง.</h4>
        <p>
          คุณรับผิดชอบต่อกิจกรรมใดๆ ภายใต้บัญชีของคุณ หากคุณแบ่งปันบัญชีกับผู้อื่น บุคคลที่มีข้อมูลทางการเงินถูกระบุในบัญชีนั้นจะรับผิดชอบต่อการกระทำใด ๆ หากคุณลงทะเบียนในฐานะนิติบุคคล คุณยืนยันเป็นส่วนตัวว่าคุณมีอำนาจที่จะตกลงตามเงื่อนไขนี้ในนามของบริษัท นอกจากนี้ บัญชีของคุณไม่สามารถโอนย้ายได้
        </p>
        <h4>E. ปกป้องรหัสผ่านของคุณ.</h4>
        <p>
          ตามที่กล่าวไว้ข้างต้น คุณรับผิดชอบต่อกิจกรรมใดๆ ภายใต้บัญชีของคุณ ดังนั้นควรรักษาความปลอดภัยของรหัสผ่านบัญชีของคุณ นี่คือบทความช่วยเหลือเกี่ยวกับวิธีทำให้บัญชีของคุณปลอดภัยมากขึ้น
        </p>
        <h4>F. ขอให้เราเข้าใจเรื่องความสัมพันธ์ของเรา.</h4>
        <p>
          เงื่อนไขเหล่านี้ไม่สร้างความสัมพันธ์ผู้ตัวกลาง ความสัมพันธ์คู่ค้า การจ้างงาน หรือการร่วมมือหรือการจัดตั้งธุรกิจร่วมกันหรือความสัมพันธ์แฟรนไชส์ระหว่างคุณและ BBGO
        </p>
      `,
    },
    {
      title: "คอนเทนต์ของคุณ",
      content: `
        <p>
          <b>
            เนื้อหาที่คุณเผยแพร่โดยใช้บริการของเราคือเนื้อหาของคุณ (ดังนั้นเราจะเรียกมันว่า "เนื้อหาของคุณ"). เราไม่อ้างถึงว่ามันรวมถึงอะไรบางอย่างที่เผยแพร่โดยใช้บริการของเรา (เช่น ชื่อร้าน, รูปโปรไฟล์, รูปภาพสินค้า, คำอธิบายสินค้า, รีวิว, ความคิดเห็น, วิดีโอ, ชื่อผู้ใช้, ฯลฯ)
          </b>
        </p>
        <h4>A. ความรับผิดชอบต่อเนื้อหาของคุณ</h4>
        <p>
          คุณเข้าใจว่าคุณเป็นผู้รับผิดชอบเต็มร้อยสำหรับเนื้อหาของคุณ คุณรับรองว่าคุณมีสิทธิ์ทั้งหมดในเนื้อหาทั้งหมดของคุณและคุณไม่ละเมิดสิทธิ์ของบุคคลที่สามโดยการเผยแพร่
        </p>
        <h4>B. การให้สัญญาให้ใช้เนื้อหาของคุณ</h4>
        <p>
          โดยการเผยแพร่เนื้อหาของคุณผ่านบริการของเรา คุณให้สิทธิ์ให้ BBGO ใช้เนื้อหาของคุณ เราไม่อ้างถึงสิทธิ์ในการเป็นเจ้าของเนื้อหาของคุณ แต่คุณให้สิทธิ์ให้เราใช้เพื่อการดำเนินการและการพัฒนาของ BBGO ด้วย นอกจากนี้เราจะไม่ละเมิดสิทธิ์ใด ๆ ที่คุณมีต่อเนื้อหาของคุณและสามารถช่วยส่งเสริมมันได้ ตัวอย่างเช่น คุณรับทราบและเห็นด้วยว่า BBGO อาจจะเสนอข้อเสนอโปรโมชั่นแก่คุณหรือลูกค้า Etsy บางครั้งในเว็บไซต์ซึ่งอาจเกี่ยวข้องกับผลิตภัณฑ์ของคุณ
        </p>
        <h4>C. สิทธิ์ที่คุณให้แก่ BBGO</h4>
        <p>
          (ข้อความทางกฎหมายของส่วนที่ผ่านมา) โดยการโพสต์เนื้อหาของคุณ คุณให้ Etsy ใบอนุญาตที่ไม่มีสิทธิ์ในการใช้ แสดง, แก้ไข, ปรับเปลี่ยน, ทำงานเป็นงานผลิตที่มีลิขสิทธิ์, แจกจ่าย, เก็บรักษา และเตรียมสร้างงานผลิตที่มีลิขสิทธิ์จากเนื้อหาของคุณ นี้ทำให้เราสามารถให้บริการและส่งเสริม BBGO, ร้าน BBGO ของคุณ หรือบริการทั่วไปได้ในรูปแบบและผ่านช่องทางใด ๆ รวมทั้งบริการ BBGO ต่าง ๆ, พันธมิตรของเรา หรือสื่อการกระจายโฆษณาของสื่อที่สามหรือสื่อการกระจายโฆษณาที่สาม คุณยินยอมที่จะไม่ยื่นข้อเรียกร้องใด ๆ ของสิทธิมารตราหรือสิทธิต่อสาธารณะเพื่อการใช้เนื้อหาของคุณ นอกจากนี้คุณยอมรับถึงความจำเป็นของเราในการใช้ไปในขอบเขตของใบอนุญาตนี้หากเนื้อหาของคุณมีข้อมูลส่วนตัว
        </p>
        <p>
          (ข้อความทางกฎหมายของส่วนที่ผ่านมา) โดยการโพสต์เนื้อหาของคุณ คุณให้ Etsy ใบอนุญาตที่ไม่มีสิทธิ์ในการใช้ แสดง, แก้ไข, ปรับเปลี่ยน, ทำงานเป็นงานผลิตที่มีลิขสิทธิ์, แจกจ่าย, เก็บรักษา และเตรียมสร้างงานผลิตที่มีลิขสิทธิ์จากเนื้อหาของคุณ นี้ทำให้เราสามารถให้บริการและส่งเสริม BBGO, ร้าน BBGO ของคุณ หรือบริการทั่วไปได้ในรูปแบบและผ่านช่องทางใด ๆ รวมทั้งบริการ BBGO ต่าง ๆ, พันธมิตรของเรา หรือสื่อการกระจายโฆษณาของสื่อที่สามหรือสื่อการกระจายโฆษณาที่สาม คุณยินยอมที่จะไม่ยื่นข้อเรียกร้องใด ๆ ของสิทธิมารตราหรือสิทธิต่อสาธารณะเพื่อการใช้เนื้อหาของคุณ นอกจากนี้คุณยอมรับถึงความจำเป็นของเราในการใช้ไปในขอบเขตของใบอนุญาตนี้หากเนื้อหาของคุณมีข้อมูลส่วนตัว
        </p>
        `,
    },
    {
      title: "การใช้บริการของคุณ",
      content: "การใช้บริการของคุณ",
    },
    {
      title: "การสิ้นสุด",
      content: "การสิ้นสุด",
    },
    {
      title: "การรับประกันและข้อจำกัดของความรับผิดชอบ",
      content: "การรับประกันและข้อจำกัดของความรับผิดชอบ",
    },
    {
      title: "การชดเชยค่าเสียหาย",
      content: "การชดเชยค่าเสียหาย",
    },
    {
      title: "ข้อพิพาทกับผู้ใช้คนอื่น",
      content: "ข้อพิพาทกับผู้ใช้คนอื่น",
    },
    {
      title: "ข้อพิพาทใน Etsy",
      content: "ข้อพิพาทใน Etsy",
    },
    {
      title: "การเปลี่ยนแปลงเงื่อนไข",
      content: "การเปลี่ยนแปลงเงื่อนไข",
    },
    {
      title: "ข้อบทบาททั่วไปเพิ่มเติม",
      content: "ข้อบทบาททั่วไปเพิ่มเติม",
    },
    {
      title: "ข้อมูลติดต่อ",
      content: "ข้อมูลติดต่อ",
    },
  ],
  safetyTipsList: [
    {
      title: "การตรวจสอบความถูกต้องของเว็บไซต์",
      content: {
        cover: img1.src,
        text: "ให้แน่ใจว่าคุณกำลังใช้เว็บไซต์ประกาศที่มีชื่อเสียงและมีความน่าเชื่อถือ เลือกใช้แพลตฟอร์มที่เชื่อถือได้และมีประวัติการให้ความปลอดภัยและความมั่นคงสำหรับผู้ใช้",
      },
    },
    {
      title: "ปกป้องข้อมูลส่วนบุคคลของคุณ",
      content: {
        cover: img2.src,
        text: "ระมัดระวังเมื่อแบ่งปันข้อมูลส่วนบุคคลที่ละเอียดบนเว็บไซต์ประกาศ หลีกเลี่ยงการรวมข้อมูลเต็มชื่อ, ที่อยู่, เบอร์โทรศัพท์, หรือรายละเอียดทางการเงินในการโพสต์สาธารณะหรือการสนทนาสาธารณะ แบ่งปันรายละเอียดเหล่านี้เฉพาะกับผู้ซื้อหรือผู้ขายที่เชื่อถือได้เท่านั้น",
      },
    },
    {
      title: "ใช้รหัสผ่านที่แข็งแรงและเป็นเอกลักษณ์",
      content: {
        cover: img3.src,
        text: "สร้างรหัสผ่านที่แข็งแรงและไม่ซ้ำกันสำหรับบัญชีเว็บไซต์ประกาศของคุณ หลีกเลี่ยงการใช้รหัสผ่านจากแพลตฟอร์มอื่น ๆ และพิจารณาการใช้ตัวจัดเก็บรหัสผ่านที่เชื่อถือได้เพื่อจัดเก็บและจัดการรหัสผ่านของคุณอย่างปลอดภัย",
      },
    },
    {
      title: "เจอกันในสถานที่สาธารณะ",
      content: {
        cover: img4.src,
        text: "เมื่อพบกับใครบางคนเพื่อทำธุรกรรม คุณควรเลือกสถานที่สาธารณะที่มีแสงสว่างดี เช่น ร้านกาแฟหรือห้างสรรพสินค้า เพื่อหลีกเลี่ยงการพบกันในที่ที่ร้างแรงหรือเป็นส่วนตัวซึ่งอาจเสี่ยงต่อความปลอดภัยของคุณ",
      },
    },
    {
      title: "พาเพื่อนหรือสมาชิกครอบครัวมาด้วย",
      content: {
        cover: img5.src,
        text: "มันเป็นความคิดที่ดีที่จะพาเพื่อนหรือสมาชิกครอบครัวมาด้วยเมื่อพบกับคนที่ไม่รู้จักเพื่อทำธุรกรรม การมีคนอื่นๆ มาด้วยสามารถเสริมสร้างระดับความปลอดภัยเพิ่มเติมและป้องกันความเสี่ยงที่เป็นไปได้",
      },
    },
    {
      title: "เชื่อใจสัญญาณทางสายตาของคุณ",
      content: {
        cover: img6.src,
        text: "หากมีสิ่งที่ดูแปลกประหลาดหรือน่าสงสัยในกระบวนการทำธุรกรรมหรือการสื่อสาร ให้เชื่อใจสัญญาณทางสายตาของคุณและดำเนินการอย่างระมัดระวัง หากดูเหมือนว่าการตกลงนั้นจะเป็นเรื่องที่ดีเกินไปหรือคุณมีความสงสัยเกี่ยวกับความถูกต้องของผู้ซื้อหรือผู้ขาย คิดว่าการเลิกทำธุรกรรมนั้นเป็นทางเลือก",
      },
    },
    {
      title: "ศึกษาเกี่ยวกับผู้ซื้อหรือผู้ขาย",
      content: {
        cover: img7.src,
        text: "ก่อนที่จะทำธุรกรรมเสร็จสิ้น ให้ใช้เวลาเพื่อศึกษาเกี่ยวกับผู้ซื้อหรือผู้ขาย คุณสามารถค้นหาชื่อผู้ใช้หรือข้อมูลติดต่อของพวกเขาออนไลน์เพื่อตรวจสอบความเสี่ยงหรือประสบการณ์ที่ไม่ดีในอดีตที่รายงานโดยผู้ใช้คนอื่น",
      },
    },
    {
      title: "ใช้วิธีการชำระเงินที่ปลอดภัย",
      content: {
        cover: img8.src,
        text: "เมื่อเกี่ยวข้องกับการทำธุรกรรมทางการเงิน คุณควรเลือกใช้วิธีการชำระเงินที่ปลอดภัยที่มีการคุ้มครองสำหรับผู้ซื้อหรือผู้ขาย เช่น PayPal หรือบริการการจัดการเงินหลักประกัน หลีกเลี่ยงการโอนเงินผ่านธนาคารหรือธุรกรรมเงินสดโดยตรง เนื่องจากมีความเสี่ยงต่อการโกงมากขึ้น",
      },
    },
    {
      title: "ระวังโฆษณาที่หลอกลวง",
      content: {
        cover: img9.src,
        text: "ระวังโครงการโกงทั่วไปบนเว็บไซต์ประกาศ เช่น โครงการโกงการชำระเงินเกิน ผลิตภัณฑ์ปลอมแปลงหรือการพยายามของฉ้อโกง ทำความรู้จักกับเทคนิคโกงที่พบบ่อยและเรียนรู้วิธีการระบุสัญญาณเตือนเพื่อปกป้องตัวเองจากการโกงทางการเงินเป็นไปได้",
      },
    },
    {
      title: "รายงานกิจกรรมที่น่าสงสัย",
      content: {
        cover: img10.src,
        text: "หากคุณพบกิจกรรมที่น่าสงสัย ประกาศที่ผิดกฎระเบียบหรือบุคคลที่ละเมิดข้อตกลงการให้บริการ รายงานให้ทีมสนับสนุนหรือทีมจัดการของเว็บไซต์ประกาศ โดยการรายงานเหล่านี้คุณช่วยรักษาความปลอดภัยและความสมบูรณ์ของแพลตฟอร์มสำหรับผู้ใช้ทุกคน",
      },
    },
  ],
};

export { rules };

// import { useTranslation } from "react-i18next";
// const { t } = useTranslation();
// {
//   t(`rules.all`)
// }
