const help = {
  help: "Помощь",
  serviceRequestForm: "Форма запроса услуги",
  themeOfRequest: "Тема запроса",
  enterTheme: "Введите тему",
  emailForRequest: "Email для запроса",
  enterEmail: "Введите email",
  name: "Имя",
  enterName: "Введите имя",
  companyName: "Название компании",
  message: "Сообщение",
  enterMessage: "Введите сообщение",
  yourPhone: "Ваш телефон",
  attachFile: "<span>Прикрепить файл</span> или перетащите файлы сюда",
  uploadScreenshots:
    "Вы можете загружать снимки экрана. Требования к файлам: pdf, png, jpeg, heic и не более 15 МБ.",
  postAdDisclaimer:
    "Нажимая «Разместить объявление», вы принимаете <0>Лицензионное соглашение</0> и соглашаетесь с <1>Политикой конфиденциальности</1>",
  advertiseWithUs: "Реклама с нами",
  requestSentSuccess: "Ваш запрос был успешно отправлен",
  goToHome: "Перейти на главную",
  displayAdvertisingRequest:
    "Если вам нужна реклама с изображением, пожалуйста, заполните форму ниже. Мы определим ваши потребности и составим подходящее предложение. Если вы хотите рекламировать свой продукт или услугу, вы можете сделать это <0>здесь</0>. Если у вас есть вопрос о работе с сервисом, вы можете найти ответ <1>здесь</1>.",
};

export { help };
