import HeroImgRu from "images/main-page/slide-img-1-ru.jpg";

const home = {
  bannerFirst: HeroImgRu.src,
  popularCategory: "Популярные категории",
  recommended: "Рекомендации",
  category: "Категории",
  latestDeals: "Последние предложения",
  mostPopularSearches: "Самые популярные запросы",
  wantToSell: "Хотите продавать",
  onBBGO: "на bbgo.com?",
  checkOutBBGOOffers:
    "Ознакомьтесь с предложениями BBGO для бизнеса. Поднимите ваши заявки на верх и заработайте больше.",
  startSelling: "Начать продавать",
  testimonials: "Отзывы",
  whoWeAre: "Кто мы",
  privateAnnouncements: "Личные объявления",
  privateAnnouncementsDescription:
    "BBGO - это сервис объявлений, где люди собираются, чтобы продавать, покупать, предлагать свои услуги или создавать что-то уникальное вместе. Это способствует позитивным изменениям в обществе в сфере малого бизнеса и помогает ему развиваться намного быстрее.",
  flexibleAdvertising: "Гибкая реклама",
  flexibleAdvertisingDescription:
    "Мы приложили много усилий, чтобы продавец мог разместить рекламу всего за два клика. Чем больше объявлений вы размещаете, тем ниже ставка за объявление. Таким образом, мы стараемся сделать рекламу более доступной и помочь развитию малого бизнеса.",
  convenientMobileApplication: "Удобное мобильное приложение",
  convenientMobileApplicationDescription:
    "Вам нравится сидеть на своем телефоне? Теперь наш веб-сайт также доступен в виде мобильного приложения. При регистрации в приложении вы получите бонусы, эквивалентные тайскому бату, которые вы можете потратить на рекламу или оплату доставки. Для загрузки, наведите камеру телефона на QR-код в нижней части сайта.",
  helpSection: "Раздел помощи",
  doYouHaveQuestuin: "У вас есть какие-либо вопросы?",
};

export { home };
