const rules = {
  rulesAndRequirements: "Правила и требования для баннерной рекламы",
  itemsBanners: [
    "Баннеры с любым оскорбительным или неприличным содержанием не принимаются.",
    "Услуга, цена или предложение, упомянутые в рекламе, должны соответствовать действительности без дополнительных условий.",
    "Не следует использовать льготные выражения - Лучший, Самый, Лидер, Самый выгодный, и т. д.",
    "Реклама от агентств занятости и конкурирующих рекламных услуг не принимается.",
    "Не принимаются рекламные баннеры с предложениями легких заработков в Интернете, распространения товаров или услуг.",
    "Баннеры с любым оскорбительным или неприличным содержанием не принимаются.",
    "Услуга, цена или предложение, упомянутые в рекламе, должны соответствовать действительности без дополнительных условий.",
    "Не следует использовать льготные выражения - Лучший, Самый, Лидер, Самый выгодный, и т. д.",
    "Реклама от агентств занятости не принимается.",
  ],
  welcomeToBBGO: "Добро пожаловать на BBGO! 👋",
  gladYouAreHere:
    "Мы рады, что вы здесь. Устроитесь поудобнее и хорошо проведите время, но следуйте нашим правилам.",
  questionsLeft: "Остались вопросы? 💬",
  writeUsYourQuestion:
    "Напишите нам свой вопрос, и мы постараемся решить его как можно скорее.",
  safetyTips: "Советы по безопасности",
  rulesList: [
    {
      title: "Условия использования",
      content: `
        <p>
          <b>
            Этот документ и другие документы, на которые мы ссылаемся ниже, составляют наши
            правила, или то, что мы официально называем нашими условиями использования (сокращенно - "Условия").
          </b>
        </p>
        <p>
          Условия и положения являются обязательным контрактом между вами и BBGO. Если вы живете в Северной или Южной Америке, контракт заключен между вами и BBGO, Inc.; если вы живете в любой другой стране, контракт заключен между вами и Etsy Ireland UC, дочерней компанией BBGO, Inc. В дальнейшем мы будем использовать название "BBGO" для общего обозначения BBGO, Inc. и всех его дочерних компаний.
        </p>
        <p>
          <b>
            Обратите внимание, что раздел 11. Споры с BBGO содержит арбитражное условие и отказ от коллективных исков. Принимая Условия, вы соглашаетесь разрешать все споры путем обязательного арбитража. Это означает, что вы отказываетесь от права решать эти споры судьей или жюри и права участвовать в коллективных исках, коллективном арбитраже или представительских действиях.
          </b>
        </p>
        <p>
          Этот контракт определяет наши права и обязанности, когда вы используете etsy.com, Pattern от BBGO и другие мобильные приложения среди сервисов BBGO (мы будем использовать термин "Сервисы" ниже), поэтому внимательно прочитайте его. Используя любые из наших Сервисов (даже если вы просто посещаете один из наших сайтов), вы соглашаетесь с условиями. Если вам это не нравится? Хорошо, читайте дальше!
        </p>`,
    },
    {
      title: "Требования к рекламе",
      content: `
        <h4>Объявление должно быть законным</h4>
        <p>
          Вы можете размещать объявления только о товарах, услугах, вакансиях, объектах
          и других предложениях (далее "товары"), для которых у вас есть все необходимые
          права, лицензии, регистрации, разрешения, сертификаты и т.д.
        </p>
        <p>
          Ваша обязанность удостовериться, что все элементы рекламы
          (включая фотографии, видео, ссылки на сторонние сайты, когда это разрешено, и т.д.)
          являются законными перед ее размещением. Вы несете полную ответственность за нарушения
          законов или прав третьих лиц, которые вы совершаете.
        </p>
        <h4>Информация в объявлении должна быть точной и полной</h4>
        <p>
          Если по закону ваше предложение должно содержать какую-либо информацию, вы обязаны
          включить ее.
        </p>
        <p>
          Вы несете полную ответственность за размещение объявлений, которые либо не содержат
          требуемой информации, либо содержат неверную информацию.
        </p>
        `,
    },
    {
      title: "Ваша конфиденциальность",
      content: `
        <p>
          Мы знаем, что ваша личная информация важна для вас, поэтому она важна и для нас. Наша
          <a href="/">Политика конфиденциальности</a> описывает, как ваши
          данные собираются, используются и раскрываются при использовании наших услуг. Используя
          наши услуги, вы также соглашаетесь на обработку ваших данных в соответствии с
          положениями <a href="/">Политики конфиденциальности</a>, поэтому, пожалуйста, прочитайте ее.
        </p>
        <p>
          BBGO и продавцы обрабатывают персональные данные участников (например, имя покупателя,
          адрес электронной почты и адрес доставки) и, следовательно, считаются отдельными и
          независимыми контролерами персональных данных покупателя в соответствии с законодательством
          ЕС. Это означает, что каждая сторона несет ответственность за персональные данные,
          которые она обрабатывает при предоставлении услуг. Например, если продавец ненамеренно
          раскрывает имя и адрес электронной почты покупателя, исполняя заказ другого покупателя,
          продавец, а не BBGO, несет ответственность за такое неправомерное раскрытие.
        </p>
        <p>
          Тем не менее, если вы признаны совместным контролером данных в отношении персональных
          данных клиента, и если BBGO подвергается судебному разбирательству, штрафу или иным
          расходам из-за ваших действий как совместного контролера персональных данных клиента, вы
          соглашаетесь возместить BBGO расходы, связанные с вашей обработкой персональных данных
          клиента. См. Раздел 9. "<a href="/">Возмещение ущерба</a> (или что происходит, если нас
          судят из-за вас)" ниже для получения дополнительной информации об обязательствах по
          возмещению ущерба BBGO.
        </p>
        `,
    },
    {
      title: "Ваш аккаунт BBGO",
      content: `
        <p>
          <b>
            Вам потрібно створити обліковий запис BBGO, щоб користуватися деякими з наших
            сервісів. Ось кілька правил щодо облікових записів BBGO.
          </b>
        </p>
        <h4>A. Вам повинно бути 18 років чи старше, щоб користуватися нашими сервісами.</h4>
        <p>
          Неповнолітні особи віком до 18 років і старше 13 років мають право використовувати
          послуги BBGO через обліковий запис батьків або законного опікуна з належним
          дозволом та під прямим наглядом. Діти віком до 13 років не мають права
          використовувати BBGO чи послуги. Всі дії під вашим обліковим записом, виконані
          неповнолітньою особою, є вашою відповідальністю. Можуть бути доступні комерційні
          продукти чи послуги, які ви можете розглядати як засіб обмеження доступу неповнолітніх
          до матеріалів в Інтернеті. Для отримання додаткової інформації див. 
          Політику неповнолітніх BBGO <a href="">(Minors Policy)</a>.
        </p>
        <h4>B. Будьте чесними з нами.</h4>
        <p>
          Надавайте точну інформацію про себе. Не використовуйте неточну інформацію чи
          видарайтеся іншою особою чи компанією, використовуючи свій обліковий запис.
        </p>
        <h4>C. Виберіть відповідне ім'я.</h4>
        <p>
          Якщо ви не хочете використовувати своє повне ім'я як ім'я, пов'язане з вашим
          обліковим записом, вам буде заборонено використовувати образливу, грубу мову,
          яка порушує права на інтелектуальну власність кого-небудь чи, в інший спосіб,
          порушує Умови використання.
        </p>
        <h4>D. Ви відповідальні за свій обліковий запис.</h4>
        <p>
          Ви єдиновідповідальні за будь-яку діяльність під своїм обліковим записом. Якщо ви
          ділитеся обліковим записом з іншими, особа, чиї фінансові дані вказані в обліковому
          записі, в кінцевому підсумку буде відповідальною за будь-які дії. Якщо ви реєструєтеся
          як юридична особа, ви особисто гарантуєте, що у вас є повноваження узгоджувати
          умови від імені компанії. Крім того, ваші облікові записи не підлягають передачі.
        </p>
        <h4>E. Захистіть свій пароль.</h4>
        <p>
          Як зазначено вище, ви єдиновідповідальні за будь-яку діяльність під своїм обліковим
          записом, тому важливо зберігати свій пароль облікового запису в безпеці. Це стаття
          допомоги з тим, як зробити свій обліковий запис більш безпечним.
        </p>
        <h4>F. Давайте бути ясними щодо нашого відношення.</h4>
        <p>
          Ці умови не створюють жодних посередницьких, партнерських, службових чи
          спільних підприємств або франшизних відносин між вами та BBGO.
        </p>
      `,
    },
    {
      title: "Ваш контент",
      content: `
        <p>
          <b>
            Контент, который вы публикуете с использованием наших услуг, является вашим контентом (поэтому мы будем называть его "вашим контентом"). Мы не утверждаем, что он включает что-то, что публикуется с использованием наших услуг (например, названия магазинов, фотографии профиля, фотографии товаров, описания товаров, отзывы, комментарии, видео, имена пользователей и т. д.).
          </b>
        </p>
        <h4>A. Ответственность за ваш контент.</h4>
        <p>
          Вы понимаете, что вы несете полную ответственность за свой контент. Вы заявляете, что у вас есть все необходимые права на весь свой контент и что вы не нарушаете права третьих лиц, публикуя его.
        </p>
        <h4>B. Разрешение на использование вашего контента.</h4>
        <p>
          Публикуя свой контент через наши услуги, вы предоставляете BBGO лицензию на использование вашего контента. Мы не утверждаем прав на собственность в отношении вашего контента, но вы предоставляете нам разрешение использовать его для операций и разработки BBGO. Таким образом, мы не нарушаем ваши права на контент и можем помогать его продвижению. Например, вы признаете и соглашаетесь с тем, что BBGO может время от времени предлагать вам или клиентам Etsy на сайте рекламные предложения, которые могут быть связаны с вашими продуктами.
        </p>
        <h4>C. Права, которые вы предоставляете BBGO.</h4>
        <p>
          (Юридическая формулировка предыдущего раздела). Публикуя свой контент, вы предоставляете BBGO неисключительную, всемирную, безвозмездную, безотзывную, сублицензируемую, бессрочную лицензию на использование, отображение, редактирование, модификацию, воспроизведение, распределение, хранение и подготовку производных работ от вашего контента. Это позволяет нам предоставлять услуги и продвигать BBGO, ваш магазин BBGO или услуги в целом в любых форматах и через любые каналы, включая любые услуги BBGO, наших партнеров или сторонний сайт или средство распространения рекламы. Вы соглашаетесь не предъявлять к нам никаких моральных прав или прав на публичность за использование вашего контента. Вы также признаете наш законный интерес в использовании его в соответствии с объемом этой лицензии, если ваш контент содержит какую-либо личную информацию.
        </p>
        <p>
          (Юридическая формулировка предыдущего раздела). Публикуя свой контент, вы предоставляете BBGO неисключительную, всемирную, безвозмездную, безотзывную, сублицензируемую, бессрочную лицензию на использование, отображение, редактирование, модификацию, воспроизведение, распределения, хранение и подготовку производных работ от вашего контента. Это позволяет нам предоставлять услуги и продвигать BBGO, ваш магазин BBGO или услуги в целом в любых форматах и через любые каналы, включая любые услуги BBGO, наших партнеров или сторонний сайт или средство распространения рекламы. Вы соглашаетесь не предъявлять к нам никаких моральных прав или прав на публичность за использование вашего контента. Вы также признаете наш законный интерес в использовании его в соответствии с объемом этой лицензии, если ваш контент содержит какую-либо личную информацию.
        </p>
        `,
    },
    {
      title: "Ваше использование наших услуг",
      content: "Ваше использование наших услуг",
    },
    {
      title: "Прекращение",
      content: "Прекращение",
    },
    {
      title: "Гарантии и ограничение ответственности",
      content: "Гарантии и ограничение ответственности",
    },
    {
      title: "Возмещение убытков",
      content: "Возмещение убытков",
    },
    {
      title: "Споры с другими пользователями",
      content: "Споры с другими пользователями",
    },
    {
      title: "Споры на Etsy",
      content: "Споры на Etsy",
    },
    {
      title: "Изменение условий",
      content: "Изменение условий",
    },
    {
      title: "Дополнительные общие положения",
      content: "Дополнительные общие положения",
    },
    {
      title: "Контактная информация",
      content: "Контактная информация",
    },
  ],
};

export { rules };
