const rules = {
  rulesAndRequirements: "Правила и требования для баннерной рекламы",
  itemsBanners: [
    "Баннеры с любым оскорбительным или неприличным содержанием не принимаются.",
    "Услуга, цена или предложение, упомянутые в рекламе, должны соответствовать действительности без дополнительных условий.",
    "Не следует использовать льготные выражения - Лучший, Самый, Лидер, Самый выгодный, и т. д.",
    "Реклама от агентств занятости и конкурирующих рекламных услуг не принимается.",
    "Не принимаются рекламные баннеры с предложениями легких заработков в Интернете, распространения товаров или услуг.",
    "Баннеры с любым оскорбительным или неприличным содержанием не принимаются.",
    "Услуга, цена или предложение, упомянутые в рекламе, должны соответствовать действительности без дополнительных условий.",
    "Не следует использовать льготные выражения - Лучший, Самый, Лидер, Самый выгодный, и т. д.",
    "Реклама от агентств занятости не принимается.",
  ],
};

export { rules };
